brew "fonttools"
brew "gource"
brew "htop"
brew "imagemagick"
brew "jpegoptim"
brew "mtr"
brew "node"
brew "pandoc"
brew "pdf2svg"
brew "pipx"
brew "pngquant"
brew "shfmt"
brew "tidy-html5"
brew "woff2"
cask "claude"
cask "font-cascadia-code"
cask "font-fira-code"
cask "font-geist-mono"
cask "font-hasklig"
cask "font-ibm-plex-mono"
cask "font-inconsolata"
cask "font-iosevka"
cask "font-jetbrains-mono"
cask "font-twilio-sans-mono"
cask "ghostty"
cask "glyphs"
cask "libreoffice"
cask "mactex"
cask "quarto"
cask "r-app"
cask "rstudio"
cask "visual-studio-code"
cask "xquartz"
vscode "anthropic.claude-code"
vscode "charliermarsh.ruff"
vscode "connor4312.esbuild-problem-matchers"
vscode "dbaeumer.vscode-eslint"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "james-yu.latex-workshop"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode.extension-test-runner"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.wordcount"
vscode "nanxstats.markdown-stupefy"
vscode "nanxstats.textmate-rstheme"
vscode "quarto.quarto"
vscode "reditorsupport.r"
vscode "reditorsupport.r-syntax"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "teabyii.ayu"
vscode "yzhang.markdown-all-in-one"
