tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "libpng"
brew "cabextract"
brew "freetype"
brew "python@3.12"
brew "cairo"
brew "deno"
brew "git"
brew "git-lfs"
brew "gource"
brew "grip"
brew "htop"
brew "imagemagick"
brew "jpegoptim"
brew "libgit2"
brew "node"
brew "pandoc"
brew "poppler"
brew "pdf2svg"
brew "pngquant"
brew "tidy-html5"
brew "v8"
brew "woff2"
cask "cursor"
cask "font-cascadia-code"
cask "font-fira-code"
cask "font-geist-mono"
cask "font-hasklig"
cask "font-ibm-plex-mono"
cask "font-inconsolata"
cask "font-iosevka"
cask "font-jetbrains-mono"
cask "font-monaspace"
cask "font-source-code-pro"
cask "font-spline-sans-mono"
cask "ghostty"
cask "gimp"
cask "libreoffice"
cask "mactex"
cask "quarto"
cask "r"
cask "rstudio"
cask "visual-studio-code"
cask "vlc"
cask "xquartz"
